Repository: AmjadAlmu/PostsApp
Catalog: PostsApp/Supporting Files/*.lproj/Localizable.strings
Languages: ar

# alert_ok
source: OK
ar: حسنا

# alert_cancel
source: Cancel
ar: إلغاء

# progressHUD.waitLabel
source: Please wait
ar: يرجى الانتظار

# Post_TitleNotAvailable
source: Title Not Available
ar: العنوان غير متاح

# Details_DetailsNotAvailable
source: Details Not Available
ar: التفاصيل غير متاحة

# LoginViewController.UnableToRegister
source: Unable to register your number
ar: غير قادر على التسجيل

# VerificationViewController.UnableToVerify
source: Unable to verify user code
ar: غير قادر على التحقق من الرمز

# PostsViewController.UnableToload
source: Unable to load Posts
ar: غير قادر على تحميل المشاركات

# PostsViewController.DeletePost
source: Are you sure you want to delete this Post?
ar: هل أنت متأكد من حذف هذه المشاركة؟

# PostsViewController.DeletePostSuccess
source: Your post deleted successfully
ar: تم حذف المشاركة بنجاح

# PostsViewController.DeletePostUnSuccess
source: Unable to delete the post
ar: لم يتم حذف المشاركة بنجاح

# PostsViewController.AddPostSuccess
source: Your Post Added Successfully
ar: تم اضافة المشاركة بنجاح

# PostsViewController.AddPostUnSuccess
source: Unable to add the post
ar: لم يتم إضافة المشاركة بنجاح

# PostDetailsViewController.UpdateAlert
source: Your post updated successfully
ar: تم تحديث المشاركة بنجاح

# PostDetailsViewController.UpdateButton
source: Update
ar: تحديث

# PostDetailsViewController.UpdateAlertFill
source: Unable to update your post
ar: لم يتم تحديث المشاركة

# AddPostPopUpController.sendPostAlert
source: You must enter a title and details
ar: يجب إدخال العنوان والتفاصيل قبل المتابعة
